jorgebucaran/fisher
fischerling/plugin-wd
jorgebucaran/nvm.fish
jhillyerd/plugin-git
oh-my-fish/plugin-cd
oh-my-fish/plugin-sudope
oh-my-fish/plugin-rustup
IlanCosman/tide@v5.2.2
aliz-ai/google-cloud-sdk-fish-completion
